Repository: moehrenzahn/devotionalium-wp
Catalog: languages/devotionalium-wp-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

# for a date
source: for
de_de: für den

source: There was a problem loading today's verses.
de_de: Beim Laden der heutigen Verse ist ein Problem aufgetreten.

source: Displays daily bible verses from devotionalium.com
de_de: Zeigt tägliche Bibelverse von devotionalium.com an

source: You can configure this widget via the Plugin options page.
de_de: Du kannst dieses Widget über die Plugin-Einstellungsseite anpassen.

source: Original languages
de_de: Ursprachen

source: Display bible verses in original languages greek and hebrew as well.
de_de: Zeige Bibelverse auch in den Ursprachen Griechisch und Hebräisch an.

source: Bible Version
de_de: Bibelausgabe

source: Choose a bible version to display the bible verses in.
de_de: Wähle die Bibelausgabe, in der die Verse angezeigt werden sollen.

source: Outgoing links
de_de: Ausgehende Links

source: Include hyperlinks to the full readings on devotionalium.com (recommended).
de_de: Verlinke zu den vollen Lesungen auf devotionalium.com (Empfohlen).

source: Language
de_de: Sprache

source: Choose a language for text displayed by the plugin.
de_de: Wähle die Sprache für die Abfrage des Devotionalium.

source: English
de_de: Englisch

source: German
de_de: Deutsch

source: Day Offset
de_de: Tagesversatz

source: Offset the displayed Devotionalium by the given amount of days (-7 to 7).
de_de: Versetze das angezeigte Devotionalium um die angegebene Anzahl Tage (-7 bis 7).

source: Custom CSS
de_de: Eigenes CSS

source: Define custom styles for displaying Devotionalium. Use class ".devotionalium-wp" to limit changes to the plugin
de_de: Definiere eigene Styles für die Darstellung des Devotionalium. Benutze die Klasse ".devotionalium-wp“, um die Änderungen auf das Plugin zu beschränken

source: Experimental
de_de: Experimentell

source: Don't touch this if you don't know what you are doing.
de_de: Nimm hier nur Änderungen vor, wenn du weißt was du tust.

source: Include today's bible verses from devotionalium.com, with rich support for original languages.
de_de: Zeige tägliche Bibelverse von devotionalium.com an, inklusive Ursprachen.

source: http://moehrenzahn.de/en/about
de_de: http://moehrenzahn.de/ueber
